Revit 2027 API
PointIterator.Dispose Method
Releases all resources used by the PointIterator
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Dispose()
Public Sub Dispose
public:
virtual void Dispose() sealed
abstract Dispose : unit -> unit
override Dispose : unit -> unit
See Also
Reference
PointIterator Class
Autodesk.Revit.DB.PointClouds Namespace